Repository: Fafnur/banx
Catalog: libs/*/localization/src/lib/messages.xlf
Languages: russian

source: Password
russian: Пароль

source: Mobile phone
russian: Телефон

source: Bad credentials.
russian: Неверные данные.

source: Log in
russian: Войти

source: Log in - Banx
russian: Авторизация в Banx

source: In order to enter on Banx, enter your mobile phone number and password
russian: Чтобы войти в Banx, введите номер своего мобильного телефона и пароль

source: sign in, login, banx
russian: логин, вход, авторизация, вход в личный кабинет, banx

source: Log in {{ brand }}
russian: Войти в {{ brand }}

source: Enter your mobile phone number and password
russian: Введите номер своего мобильного телефона и пароль

source: Forgot password?
russian: Забыли пароль?

source: Do not provide your login, password and confirmation code, so that scammers do not take advantage of it. The bank employee will never ask them. Check the {{ brand }}'s website in the address bar: banx.dev
russian: Не сообщайте логин, пароль и код подтверждения, чтобы этим не воспользовались мошенники. Сотрудник банка никогда их не спросит. Проверяйте сайт банка в адресной строке: {{ brand }}

source: Date of birth
russian: Дата рождения

source: Mobile phone
russian: Телефон

source: The password was reset
russian: Пароль был сброшен

source: We sent an SMS with a new password on {{ phone }}.
russian: Мы отправили новый пароль в СМС на телефон {{ phone }}.

source: Close
russian: Закрыть

source: Bad credentials.
russian: Неверные данные

source: Reset password
russian: Сбросить пароль

source: Recovery - Banx
russian: Восстановление доступа - Banx

source: Password Recovery - Banx
russian: Восстановление доступа - Banx

source: recovery, reset password, forgot password, banx
russian: восстановление доступа, сброс пароля, banx

source: Password Recovery
russian: Восстановление доступа

source: Enter your mobile phone number and your birthdate
russian: Введите номер своего мобильного телефона и дату своего рождения

source: Log in
russian: Войти

source: Do not provide your login, password and confirmation code, so that scammers do not take advantage of it. The bank employee will never ask them. Check the {{ brand }}'s website in the address bar: banx.dev
russian: Не сообщайте логин, пароль и код подтверждения, чтобы этим не воспользовались мошенники. Сотрудник банка никогда их не спросит. Проверяйте сайт банка в адресной строке: {{ brand }}

source: Company
russian: Компания

source: About
russian: О банке

source: News
russian: Новости

source: Career
russian: Работа

source: Points
russian: Точки пополнения

source: ATMs
russian: Банкоматы

source: Exchange
russian: Курсы валют

source: Contacts
russian: Контакты

source: Help
russian: Помощь

source: Secure
russian: Безопасность

source: Bank
russian: Банк

source: Credit cards
russian: Кредитные карты

source: Debit cards
russian: Дебетовые карты

source: Premium
russian: Премиум

source: Cash loan
russian: Кредит наличными

source: Refinance
russian: Рефинансирование

source: Car loan
russian: Автокредит

source: Deposits
russian: Вклады

source: Payments
russian: Платежи

source: Business
russian: Бизнес

source: Account
russian: Расчетный счет

source: Registration
russian: Регистрация бизнеса

source: Premium
russian: Крупный бизнес

source: Payments
russian: Эквайринг

source: Loans
russian: Кредиты

source: Procurement
russian: Госзакупки

source: Sales
russian: Продажи

source: Accounting
russian: Бухгалтерия

source: Investments
russian: Инвестиции

source: Feed
russian: Лента

source: Catalog
russian: Каталог

source: Recommendations
russian: Что купить

source: Premium
russian: Премиум

source: Account
russian: Брокерский счёт

source: Programs
russian: ИИС

source: Tariffs
russian: Тарифы

source: Become an agent
russian: Партнерам

source: Insurance
russian: Страхование

source: Cars
russian: Автомобили

source: Travel
russian: Путешествия

source: Real Estate
russian: Квартира и дом

source: Health
russian: Здоровье

source: Account
russian: Личный кабинет

source: Become an agent
russian: Партнерам

source: Travel
russian: Путешествия

source: Flights
russian: Авиабилеты

source: Hotels
russian: Отели

source: Tours
russian: Туры

source: Trains
russian: Ж/д билеты

source: Car rental
russian: Аренда авто

source: Map
russian: Куда лететь?

source: Entertainment
russian: Развлечения

source: Movies
russian: Кино

source: Restaurants
russian: Рестораны

source: Concerts
russian: Концерты

source: Spectacles
russian: Театр

source: Sports
russian: Спорт

source: Account
russian: Мои заказы

source: Page not found
russian: Возможно вы искали страницы

source: Perhaps you were looking for pages
russian: Возможно вы искали страницы

source: Access is denied
russian: Доступ к странице запрещен

source: Internal server error
russian: Извините, что-то пошло не так. Обратитесь в службу поддержки.

source: Sorry, something went wrong. Contact Support.
russian: Извините, что-то пошло не так. Обратитесь в службу поддержки.

source: Get a {{ brand }} application
russian: Скачайте приложение {{ brand }}

source: Quick access to the {{ brand }} ecosystem
russian: Быстрый доступ к экосистеме {{ brand }}

source: App Store
russian: Подробнее в App Store

source: Google Play
russian: Подробнее в Google Play

source: Download
russian: Скачать

source: Credit cards
russian: Кредитные карты

source: Debit cards
russian: Дебетовые карты

source: Deposits
russian: Вклады

source: Home page
russian: Главная

source: Name of additional contact
russian: Имя контактного лица

source: Jim
russian: Иван

source: Phone of additional contact
russian: Номер телефона

source: +XX XXXX XXXXXX
russian: +X XXX XXX XXXX

source: Spouse
russian: Супруг(а)

source: Sister/Brother
russian: Брат/Сестра

source: Mother/Father
russian: Отец/Мать

source: Friend
russian: Друг/Подруга

source: Colleague
russian: Коллега

source: Who is this person
russian: Владелец номера

source: Additional income
russian: Дополнительный доход

source: Address line
russian: Адрес

source: Your address
russian: Ваш адрес

source: I agree with <a [routerLink]="paths.terms | path">terms and conditions</a>
russian: Я принимаю <a [routerLink]="paths.terms | path">условия и положения</a>

source: Date of birth
russian: Дата рождения

source: City
russian: Город

source: None
russian: Нет

source: One
russian: Один

source: Two
russian: Два

source: Three
russian: Три

source: Four and more
russian: Четыре и более

source: Dependents
russian: Иждивенцы

source: Do you have a driver’s license?
russian: Водительские права?

source: Yes
russian: Да

source: No
russian: Нет

source: Email
russian: Электронная почта

source: john@doe.com
russian: example@mail.ru

source: Where do you work
russian: Где вы работаете

source: Where did you worked before
russian: Где вы работали раньше

source: Where do you study
russian: Где вы учитесь

source: Employer name
russian: Наименование работодателя

source: Full-time
russian: Полная занятость

source: Part-time
russian: Частичная занятость

source: Retired
russian: Пенсионер

source: Unemployed
russian: Безработный

source: Student
russian: Студент

source: Self employed
russian: Самозанятый

source: Other
russian: Другое

source: Type of Employment
russian: Тип занятости

source: First name
russian: Имя

source: John
russian: Иван

source: Male
russian: Мужской

source: Female
russian: Женский

source: Transgender
russian: Трансгендерный

source: Gender
russian: Пол

source: Own property
russian: Собственное жильё

source: Rent
russian: Съёмное жильё

source: With Family
russian: С родителями

source: With Friends
russian: С друзьями

source: Paying Guest
russian: Оплачивается спонсором

source: Home type
russian: Условия проживания

source: What’s your major?
russian: Специальность

source: Major
russian: Факультет

source: Where do you study?
russian: ВУЗ/СУЗ

source: What do you do
russian: Тип занятости

source: What did you do
russian: Тип занятости

source: What’s your major
russian: Должность

source: Job title
russian: Должность

source: None
russian: Нет

source: One
russian: Один

source: Two
russian: Два

source: Three
russian: Три

source: Four and more
russian: Четыре и более

source: Kids
russian: Дети

source: Last name
russian: Фамилия

source: Doe
russian: Иванов

source: Single
russian: Не женат/Не замужем

source: Widower
russian: Вдовец/Вдова

source: Divorced
russian: Разведен/Разведена

source: Married
russian: Женат/Замужем

source: Marital status
russian: Семейное положение

source: Middle name
russian: Отчество

source: Gray
russian: Иванович

source: Minimum desired amount of loans
russian: Минимальная желаемая сумма

source: Mobile phone
russian: Мобильный телефон

source: Monthly income
russian: Доход

source: Do you have your own car?
russian: Автомобиль в собственности?

source: Less than a month
russian: Меньше месяца

source: 1-3 months
russian: 1-3 месяца

source: 3-12 months
russian: 1-3 месяцев

source: More than 12 months
russian: Более 12 месяцев

source: How long you have been working here?
russian: На этом месте

source: For how long?
russian: На этом месте отработали

source: Postcode
russian: Почтовый индекс

source: Region
russian: Регион

source: SMS Code
russian: SMS код

source: Is Not Valid
russian: Неверное значение

source: Is Not Empty
russian: Обязательное поле

source: Is Length
russian: Неверный формат

source: Is Boolean
russian: Неверный тип данных

source: Is Date String
russian: Неверная дата

source: Is Email
russian: Неверный электронный адрес

source: Is Enum
russian: Неверное значение

source: Is Optional
russian: Опциональное поле

source: Is Spell
russian: Неверные символы

source: Is Server
russian: Ошибка сервера

source: Required
russian: Обязательное поле

source: Required True
russian: Обязательное поле

source: Min Length
russian: Слишком короткое значение

source: Max Length
russian: Слишком длинное значение

source: Min
russian: Значение меньше допустимого

source: Max
russian: Значение больше допустимого

source: Email
russian: Неверный электронный адрес

source: ©{{ year }}. {{ brand }}. All rights reserved.
russian: ©{{ year }}. {{ brand }}. Все права защищены.

source: For calls to the USA
russian: Для звонков по России

source: Sign up
russian: Регистрация

source: Sign in
russian: Войти

source: Account
russian: Личный кабинет

source: User menu
russian: Меню пользователя

source: Profile
russian: Профиль

source: Logout
russian: Выйти
